Repository: astepchenko/Barbee-i18n
Catalog: *.lproj/Localizable.strings
Languages: be

source: Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}
be: Пераключыць стан модуля прыкладання:${state} у меню-баре па яго ідэнтыфікатары: ${itemIdentifier}

source: Switch to Enhanced Mode
be: Пераключыць на пашыраны рэжым

source: Switch to Normal Mode
be: Пераключыць на нармальны рэжым

source: Symbol:
be: Сімвал:

source: Sync from iCloud drive
be: Сінхранізаваць з iCloud Drive

source: Sync profile successfully.
be: Профіль паспяхова сінхранізаваны.

source: Terms of Use
be: Умовы выкарыстання

source: Thanks for purchasing Barbee VIP
be: Дзякуй за пакупку Barbee VIP

source: Thanks for trying Barbee
be: Дзякуй за спробу Barbee

source: The automation will be deleted and changes take effect immediately
be: Аўтаматызацыя будзе выдалена, і змены ўступяць у сілу неадкладна

source: The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated.
be: Бэта-версія можа ўтрымліваць памылкі або выклікаць праблемы. Мы заўсёды вельмі ўдзячныя за любыя водгукі, якія вы можаце даць.

source: The changes have been saved, and it will take effect after exiting and restarting the app `%@`.
be: Змены былі захаваны, і яны ўступяць у сілу пасля выхаду і перазапуску прыкладання `%@`.

source: The following modules have been found that may be displayed in the menu bar, you can enable or disable them.
be: Знойдзены наступныя модулі, якія могуць адлюстроўвацца ў меню-баре, вы можаце ўключыць або выключыць іх.

source: The hidden menu bar icon will appear in a separate menu bar in the upper right corner.
be: Схаваны значок меню-бара з'явіцца ў асобным меню-баре ў верхнім правым куце.

source: The hidden menu bar icons will be collapsed.
be: Схаваныя значкі меню-бара будуць скрыты.

source: The hover area of the menu bar include the app menu and Apple logo area
be: Плошча навядзення меню-бара ўключае меню прыкладання і зону лагатыпа Apple

source: The iCloud profiles will be replaced by the local profiles, which cannot be restored.
be: Профілі iCloud будуць заменены лакальнымі профілямі, якія не могуць быць адноўлены.

source: The item is invisible
be: Элемент невідавочны

source: The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences.
be: Элемент невідавочны з-за верхняга выраза, вы можаце схаваць выраз, адрэгуляваць дазвол экрана або зменшыць колькасць бачных элементаў у наладках Barbee.

source: The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences.
be: Элемент невідавочны, бо меню-бар не мае дастатковай прасторы, вы можаце адрэгуляваць дазвол экрана або зменшыць колькасць бачных элементаў у наладках Barbee.

source: The local profiles will be replaced by the iCloud profiles, which cannot be restored.
be: Лакальныя профілі будуць заменены профілямі iCloud, якія не могуць быць адноўлены.

source: The profile has been exported.
be: Профіль быў экспартаваны.

source: The profile has been imported.
be: Профіль быў імпартаваны.

source: The selected item is not in the menu bar now
be: Выбраны элемент цяпер не ў меню-баре

source: The shadow below the menu bar
be: Цень пад меню-баром

source: The shadow in the menu bar
be: Цень у меню-баре

source: The shortcut will be deleted and changes take effect immediately
be: Хуткая клавіша будзе выдалена, і змены ўступяць у сілу неадкладна

source: Then: %@
be: Тады: %@

source: Top Notch
be: Верхні выраз

source: Topmost
be: Над усім

source: Trigger:
be: Трыгер:

source: Upgrade to Barbee VIP
be: Абнавіць да Barbee VIP

source: Use Barbee in enhanced mode?
be: Выкарыстоўваць Barbee ў пашыраным рэжыме?

source: Use in Shortcuts
be: Выкарыстоўваць у Хуткіх спасылках

source: View iCloud profiles
be: Праглядзець профілі iCloud

source: View URL Schemes
be: Праглядзець схемы URL

source: Welcome to Barbee!
be: Сардэчна запрашаем у Barbee!

source: When hovering for more than a certain period of time, show hidden items.
be: Калі курсор знаходзіцца на працягу пэўнага часу, паказваць схаваныя элементы.

source: When hovering over the menu bar, hidden items will be shown automatically
be: Калі курсор знаходзіцца над меню-баром, схаваныя элементы будуць паказаны аўтаматычна

source: When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically
be: Калі курсор знаходзіцца над меню прыкладання або лагатыпам Apple(🍎), схаваныя элементы таксама будуць паказаны аўтаматычна

source: When leaving the menu bar, hidden items will be hidden again
be: Калі пакідаеце меню-бар, схаваныя элементы зноў будуць схаваны

source: When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again.
be: Калі знешні экран становіцца ў цэнтры ўвагі, усе элементы меню-бара будуць бачныя, а калі ўвага страчана, яны зноў будуць схаваны.

source: When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem.
be: Калі ўзнікае праблема з Barbee, вы можаце паспрабаваць перазапусціць Barbee, каб вырашыць гэтую праблему.

source: When you click on the blank area of the menu bar, Barbee will toggle showing hidden items.
be: Калі вы націснеце на пустую зону меню-бара, Barbee пераключыць паказ схаваных элементаў.

source: When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon.
be: Калі вы націснеце на значок меню-бара, Barbee пераключыць паказ схаваных элементаў замест меню Barbee. Меню Barbee будзе адлюстравана, калі вы націснеце правай кнопкай мышы на значок меню-бара.

source: When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items.
be: Калі вы ўтрымліваеце CONTROL(⌃) і націскаеце на значок меню-бара, Barbee пераключыць паказ/схаваць усе элементы.

source: When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items.
be: Калі вы ўтрымліваеце CONTROL(⌃) і націскаеце на меню-бар, Barbee пераключыць паказ/схаваць усе элементы.

source: When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items.
be: Калі вы ўтрымліваеце OPTION(⌥) і націскаеце на значок меню-бара, Barbee пераключыць паказ/схаваць схаваныя элементы.

source: When: %@
be: Калі: %@

source: Which mode of tutorial would you like to see?
be: Які рэжым навучання вы хацелі б убачыць?

source: Widget
be: Віджэт

source: Widget Entry:
be: Запіс віджэта:

source: Widget feature requires additional permissions!
be: Функцыя віджэта патрабуе дадатковых дазволаў!

source: Width
be: Шырыня

source: Wrong order of Barbee menu bar icons
be: Неправільны парадак значкоў меню-бара Barbee

source: Yes
be: Так

source: You can check out the quick start guide to learn more about the two modes of Barbee.
be: Вы можаце азнаёміцца ​​з кіраўніцтвам па хуткім пачатку, каб даведацца больш пра два рэжымы Barbee.

source: You can enable or disable the `Profile` entry in Barbee's menu.
be: Вы можаце ўключыць або выключыць запіс `Профіль` у меню Barbee.

source: You can enable or disable the `Quick Search` entry in Barbee's menu.
be: Вы можаце ўключыць або выключыць запіс `Хуткі пошук` у меню Barbee.

source: You can enable or disable the `Widget` entry in Barbee's menu.
be: Вы можаце ўключыць або выключыць запіс `Віджэт` у меню Barbee.

source: You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue.
be: Вы можаце экспартаваць дыягнастычныя журналы і адправіць іх назад распрацоўшчыку, што можа дапамагчы распрацоўшчыку вырашыць вашу праблему.

source: You can modify the layout of the extra menu bar in the app's preferences window
be: Вы можаце змяніць макет дадатковага меню-бара ў акне налад прыкладання

source: You have unlocked all features for 3 days, enjoy!
be: Вы адкрылі ўсе функцыі на 3 дні, атрымлівайце асалоду!

source: You have unlocked all features, enjoy!
be: Вы адкрылі ўсе функцыі, атрымлівайце асалоду!

source: Arrange
be: Арганізаваць

source: • Cloud backup and sync profiles
be: • Хмарнае рэзервовае капіраванне і сінхранізацыя профіляў

source: • Supercharge your scripts or shortcuts with Barbee
be: • Суперзарадзіце свае скрыпты або хуткія спасылкі з Barbee

source: No items found
be: Элементаў не знойдзена

source: This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \n⛔️ Barbee is an offline app with no network permissions.
be: Гэты запыт з'явіцца, калі Barbee працуе на новай версіі macOS, каб захапіць скрыншот элементаў меню-бара. ⛔️ Barbee - гэта афлайн-прыкладанне без сеткавых дазволаў.

source: Got it
be: Зразумеў

source: 🧮 Restore Patches
be: 🧮 Адновіць патчы

source: Reset All Permissions
be: Скінуць усе дазволы

source: Do you want to import this patch?
be: Ці жадаеце вы імпартаваць гэты патч?

source: The patch has been imported.
be: Патч быў імпартаваны.

source: Failed to import patch.
be: Не ўдалося імпартаваць патч.

source: Active Symbol
be: Актыўны сімвал

source: Active Barbee symbol with number: ${number}
be: Актыўны сімвал Barbee з нумарам: ${number}

source: Active Barbee symbol with number.
be: Актыўны сімвал Barbee з нумарам.

source: Symbol Number
be: Нумар сімвала

source: Text
be: Тэкст

source: Image
be: Выява

source: Search
be: Пошук

source: Cancel
be: Скасаваць

source: Launch Barbee at login?
be: Запускаць Barbee пры ўваходзе?

source: It is strongly recommended to launch Barbee at login, would you like to enable it?
be: Рэкамендуецца запускаць Barbee пры ўваходзе, ці жадаеце вы ўключыць гэта?

source: Rate on the Mac App Store
be: Ацаніць у Mac App Store

source: Rate Now
be: Ацаніць зараз

source: Love Barbee?
be: Любіце Barbee?

source: Whether you love Barbee or feel we could be doing better, we want to know!
be: Ці любіце вы Barbee, ці лічыце, што мы можам зрабіць лепш, мы хочам ведаць!

source: Barbee's menu bar icon has been hidden
be: Значок меню-бара Barbee быў схаваны

source: You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting
be: Вы можаце змяніць месцазнаходжанне значка меню-бара Barbee ў наладах `Макет меню-бара`

source: Ignore
be: Ігнараваць

source: The icon may persist in the menu bar and impact your experience using Barbee.
be: Значок можа заставацца ў меню-баре і ўплываць на ваш досвед выкарыстання Barbee.

source: Cursor Keeps Flickering?
be: Курсор працягвае мігацець?

source: If your cursor keeps flickering, try clicking the button to fix it.
be: Калі ваш курсор працягвае мігацець, паспрабуйце націснуць кнопку, каб выправіць гэта.

source: 🔨 Fix cursor issues
be: 🔨 Выправіць праблемы з курсорам

source: Cursor issues fixed successfully
be: Праблемы з курсорам паспяхова вырашаны

source: Cursor issue fix failed
be: Не ўдалося выправіць праблему з курсорам

source: Menu Bar Style:
be: Стыль меню-бара:

source: Menu Bar Size:
be: Памер меню-бара:

source: Unified
be: Аднаўленчы

source: Separated
be: Аддзелены

source: Regular
be: Звычайны

source: Thin
be: Тонкі

source: Mini
be: Міні

source: Menu Bar Tint:
be: Адценьне меню-бара:

source: ⬅️Left
be: ⬅️Улева

source: Right➡️
be: Управу➡️

source: Menu Bar Corner Radius:
be: Радыус кута меню-бара:

source: Default
be: Па змаўчанні

source: Menu Bar Border Color:
be: Колер межаў меню-бара:

source: Menu Bar Border Width:
be: Шырыня межаў меню-бара:

source: Thanks to all who keep supporting Barbee🖤.\nYour encouragement is the fuel that keeps me going.\n\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\n👋 please reach out. You will get it free of charge🆓️. \n\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \nyou will have the lifetime version and your name will be listed as a contributor to Barbee.
be: Дзякуй усім, хто працягвае падтрымліваць Barbee🖤. Ваша падтрымка - гэта паліва, якое рухае мяне наперад. Калі вы студэнт, настаўнік, падтрымальнік з адкрытым кодам, або калі пакупка гэтай платнай версіі выходзіць за межы вашых цяперашніх магчымасцяў, 👋 калі ласка, звяжыцеся са мной. Вы атрымаеце яе бясплатна🆓️. 🌐️ Калі вы можаце дапамагчы перакласці Barbee на вашу мову або палепшыць бягучыя пераклады Barbee, вы атрымаеце версію на ўсё жыццё, а ваша імя будзе ўказана як укладальніка ў Barbee.

source: Get it for free
be: Атрымаць бясплатна

source: Redeem code
be: Актываваць код

source: Award
be: Награда

source: Yearly
be: Штогод

source: Yearly VIP membership
be: Штогадовая VIP падпіска

source: Yearly - %@
be: Штогод - %@

source: Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase.
be: Ваш платёж будзе спісаны з вашага рахунку iTunes пасля пацверджання пакупкі. Ваш рахунак iTunes будзе спісаны зноў, калі ваша падпіска аўтаматычна абнавіцца ў канцы бягучага падпіснога перыяду, калі толькі аўтаматычнае абнаўленне не будзе выключана як мінімум за 24 гадзіны да канца бягучага перыяду. Вы можаце кіраваць або адключыць аўтаматычнае абнаўленне ў наладах вашага Apple ID у любы час пасля пакупкі.

source: Manage Subscription
be: Кіраваць падпіскай

source: When the screen width is wide enough, menu bar icons will no longer be hidden
be: Калі шырыні экрана будзе дастаткова, значкі меню-бара больш не будуць схаваны

source: The screen width threshold
be: Парог шырыні экрана

source: pixel(s)
be: піксель(і)

source: Found screen size(s):
be: Знойдзеныя памеры экрана:

source: Reset All
be: Скінуць усё

source: Reset to default appearance:
be: Скінуць да знешняга выгляду па змаўчанні:

source: Follow us
be: Сачыце за намі

source: Translate Barbee
be: Перакласці Barbee

source: Start Translating
be: Пачаць пераклад

source: 💦Contributors
be: 💦Укладальнікі

source: Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏
be: Асобная падзяка гэтым валанцёрам за дапамогу ў лакалізацыі Barbee! 🌍🌎🌏

source: 👋Translating Barbee
be: 👋Пераклад Barbee

source: If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that.
be: Калі вы хочаце дапамагчы перакласці Barbee на іншыя мовы або палепшыць існуючыя пераклады, мы будзем вельмі ўдзячныя.

source: Optimization:
be: Аптымізацыя:

source: Reduce the interference of the `Screen Recording` icon
be: Зменшыце ўмяшанне значка `Запіс экрана`

source: Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon.
be: Зменшыце частату абнаўлення значка меню-бара і аптымізуйце верагоднасць з'яўлення значка `Запіс экрана`.

source: Special thanks to:
be: Асобная падзяка:

source: Optimize the cursor click, unable to move, flicker and disappear issues
be: Аптымізуйце націсканне курсора, праблемы з перамяшчэннем, міганнем і знікненнем

source: Use the more optimized menu bar icon management algorithm
be: Выкарыстоўвайце больш аптымізаваны алгарытм кіравання значкамі меню-бара

source: Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout.
be: Парада: вы таксама можаце ўтрымліваць клавішу command ⌘ і перацягваць значок у меню-баре, каб змяніць макет меню-бара.

source: Special Item Library:
be: Бібліятэка спецыяльных элементаў:

source: Add spacer between items
be: Дадаць прамежак паміж элементамі

source: Put items into a group
be: Пакласці элементы ў групу

source: Spacer width: %d
be: Шырыня прамежку: %d

source: Width:
be: Шырыня:

source: Automatically hide other items before showing hidden items
be: Аўтаматычна хаваць іншыя элементы перад паказам схаваных элементаў

source: Show hidden items more concisely and focused, but only works in 'Enhanced Mode'
be: Паказваць схаваныя элементы больш лаканічна і сфакусавана, але працуе толькі ў 'Пашыраным рэжыме'

source: Items in group:
be: Элементы ў групе:

source: Candidates:
be: Кандыдаты:

source: Group: %@
be: Група: %@

source: No name
be: Без імя

source: Drop down menu bar participates in macOS window cycling
be: Выпадаючы меню-бар удзельнічае ў цыкліраванні акна macOS

source: The drop down menu bar can become the user's active window.
be: Выпадаючы меню-бар можа стаць актыўным акном карыстальніка.

source: Show group on click
be: Паказаць групу пры націсканні

source: Show group on hover
be: Паказаць групу пры навядзенні

source: Auto sync with iCloud
be: Аўтаматычная сінхранізацыя з iCloud

source: Rename
be: Пераназваць

source: Matches icon state
be: Супадае з станам значка

source: Does not match icon state
be: Не супадае з станам значка

source: Battery state
be: Стан батарэі

source: Power source
be: Крыніца харчавання

source: ⚡️Any Power Source
be: ⚡️Любая крыніца харчавання

source: 🔋 Battery
be: 🔋 Батарэя

source: 🔌 Power Adapter
be: 🔌 Адаптар харчавання
