Repository: astepchenko/Barbee-i18n
Catalog: *.lproj/Localizable.strings
Languages: be

source: in the menu bar to start!
be: у меню-бар каб пачаць!

source: will be always hidden.
be: заўсёды будзе схаваны.

source: will be hidden.
be: будзе схаваны.

source: sec(s)
be: сек.

source: • Manage the menu bar icons as you want
be: • Кіруйце значкамі меню-бара як хочаце

source: • Various menu appearance styles
be: • Розныя стылі выгляду меню

source: • Reduce menu bar icon spacing
be: • Зменшыць адлегласць паміж значкамі меню-бара

source: • Support the menu bar with a notch
be: • Падтрымка меню-бара з выразам

source: • Unlimited number of times you can show/hide menu bar icons
be: • Неабмежаваная колькасць паказаў/схавання значкоў меню-бара

source: ⌘ Shortcut List:
be: ⌘ Спіс хуткіх клавіш:

source: ⏰️ Monitor menu bar item changes, then perform an action
be: ⏰️ Маніторынг зменаў элементаў меню-бара і выкананне дзеяння

source: ⚠️⚠️⚠️Unresponsive Item %@
be: ⚠️⚠️⚠️Няадказны элемент %@

source: ⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions.
be: ⛔️️ Barbee не збірае і не адсочвае вашыя асабістыя дадзеныя і не запытвае ніякіх сеткавых дазволаў.

source: ✅️ Accessibility permission granted
be: ✅️ Дазвол на доступ да магчымасцяў дадзены

source: ✅️ Screen Recording permission granted
be: ✅️ Дазвол на запіс экрана дадзены

source: ✉️ Contact us
be: ✉️ Сувязь з намі

source: ⭐️️ Drag to arrange your menu bar items as you want!
be: ⭐️️ Перацягніце, каб арганізаваць элементы меню-бара па вашаму жаданні!

source: 🐝 Relaunch Barbee
be: 🐝 Перазапусціць Barbee

source: 🐞 Report bugs
be: 🐞 Паведаміць пра памылкі

source: 👀 View details...
be: 👀 Паглядзець падрабязнасці...

source: 👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list.
be: 👉 У акне аўтарызацыі, якое з'явіцца, калі ласка, спачатку 🔓разаблакуйце ў ніжнім левым куце, а затым ✔️дозвольце Barbee ў правым спісе.

source: 💥Supercharge your scripts or shortcuts with Barbee
be: 💥Суперзарадзіце свае скрыпты або хуткія спасылкі з Barbee

source: 📊 Export logs...
be: 📊 Экспартаваць журналы...

source: 🔥️ Enhanced Mode
be: 🔥️ Пашыраны рэжым

source: 🕶️ You are the VIP
be: 🕶️ Вы VIP

source: 🦄 Join TestFlight...
be: 🦄 Далучайцеся да TestFlight...

source: 🧩 Right-click to customize Barbee widget group
be: 🧩 Клікніце правай кнопкай мышы, каб наладзіць групу віджэтаў Barbee

source: 🧩 Right-click to customize Barbee widgets
be: 🧩 Клікніце правай кнопкай мышы, каб наладзіць віджэты Barbee

source: 🧩 Widget Management
be: 🧩 Кіраванне віджэтамі

source: 3-day Free Trial
be: Бясплатны 3-дзённы пробны перыяд

source: About
be: Пра праграму

source: Accessibility
be: Даступнасць

source: Action
be: Дзеянне

source: Action:
be: Дзеянне:

source: Activate for %d second(s)
be: Актываваць на %d секунды(аў)

source: Activate for a while
be: Актываваць на некаторы час

source: Activate seconds: %d
be: Секунды актывацыі: %d

source: Active
be: Актыўны

source: Active Barbee profile with name: ${profileName}
be: Актыўны профіль Barbee з імем: ${profileName}

source: Active Barbee profile with name.
be: Актыўны профіль Barbee з імем.

source: Active Profile
be: Актыўны профіль

source: Actived profile successfully
be: Профіль актываваны паспяхова

source: Add
be: Дадаць

source: Add/Remove menu bar inner shadow and drop shadow.
be: Дадаць/выдаліць ўнутраны цені меню-бара і цені адкіду.

source: All Menu Bar Item
be: Усе элементы меню-бара

source: All menu bar items are visible on external screens
be: Усе элементы меню-бара бачныя на знешніх экранах

source: Alpha Value
be: Значэнне альфа

source: Always Hidden
be: Заўсёды схаваны

source: Always Hidden Items
be: Заўсёды схаваныя элементы

source: Always Hidden Items:
be: Заўсёды схаваныя элементы:

source: Always Hidden Menu Bar Item
be: Заўсёды схаваны элемент меню-бара

source: App Modules
be: Модулі прыкладання

source: Apply
be: Ужыць

source: Authorize
be: Аўтарызаваць

source: Automation
be: Аўтаматызацыя

source: Automation feature requires additional permissions!
be: Функцыя аўтаматызацыі патрабуе дадатковых дазволаў!

source: Backup profile successfully.
be: Рэзервовае капіраванне профілю паспяхова.

source: Backup to iCloud drive
be: Рэзервовае капіраванне на iCloud Drive

source: Barbee requires Accessibility access to show/hide the menu bar items.
be: Barbee патрабуе доступу да магчымасцяў для паказу/схавання элементаў меню-бара.

source: Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items.
be: Barbee патрабуе доступу да запісу экрана для маніторынгу спісу элементаў меню-бара і захопу малюнкаў змененых элементаў.

source: Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below.
be: Barbee патрабуе вашых дазволаў для доступу да сістэмных магчымасцяў для забеспячэння сваёй функцыянальнасці. Калі ласка, перагледзьце дазволы ніжэй.

source: Become VIP to use without limitation
be: Станьце VIP, каб выкарыстоўваць без абмежаванняў

source: Beta Testing
be: Бэта-тэставанне

source: Bundle Identifier
be: Ідэнтыфікатар пакета

source: Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}
be: Змяніць стан ўнутранай цені: ${innerShadowState}, стан цені адкіду: ${dropShadowState}

source: Change Menu Bar Color
be: Змяніць колер меню-бара

source: Change menu bar color: ${color}
be: Змяніць колер меню-бара: ${color}

source: Change Menu Bar Shadow State
be: Змяніць стан цені меню-бара

source: Change Top Notch State
be: Змяніць стан верхняга выраза

source: Change top notch state: ${state}
be: Змяніць стан верхняга выраза: ${state}

source: Change Wallpaper...
be: Змяніць фонавы малюнак...

source: Change your current screen menu bar color, enter your color hex string(e.g. "0AB188FF"). Restore the color of the menu bar if the hex string is empty.
be: Змяніць колер меню-бара на бягучым экране, увядзіце свой шасцярковы радок колеру (напрыклад, "0AB188FF"). Адновіце колер меню-бара, калі радок колеру пусты.

source: Changing menu bar color requires user directory authorization
be: Змена колеру меню-бара патрабуе аўтарызацыі каталога карыстальніка

source: Changing menu item gaps requires user directory authorization
be: Змена прамежкаў паміж элементамі меню патрабуе аўтарызацыі каталога карыстальніка

source: Choose a menu bar item
be: Выберыце элемент меню-бара

source: Choose Barbee Mode
be: Выберыце рэжым Barbee

source: Click menu bar item
be: Націсніце на элемент меню-бара

source: Click Menu Bar Item (Enhanced mode only)
be: Націсніце на элемент меню-бара (толькі пашыраны рэжым)

source: Click menu bar item by identifier: ${itemIdentifier}
be: Націсніце на элемент меню-бара па ідэнтыфікатары: ${itemIdentifier}

source: Click menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi").
be: Націсніце на элемент меню-бара па ідэнтыфікатары (напрыклад, "com.apple.controlcenter-WiFi").

source: Click on the menu bar Barbee icon to toggle the visibility of hidden items directly
be: Націсніце на значок Barbee ў меню-бары, каб непасрэдна пераключыць бачнасць схаваных элементаў

source: Click on the menu bar to toggle the visibility of hidden items
be: Націсніце на меню-бар, каб пераключыць бачнасць схаваных элементаў

source: Click the icon
be: Націсніце на значок

source: Close
be: Зачыніць

source: Color
be: Колер

source: Configuration
be: Канфігурацыя

source: Confirm
be: Пацвердзіць

source: Content
be: Змест

source: Continue
be: Працягнуць

source: Corner Radius
be: Радыус кута

source: Current Item
be: Бягучы элемент

source: Custom shortcuts feature requires additional permissions!
be: Функцыя карыстальніцкіх хуткіх клавіш патрабуе дадатковых дазволаў!

source: Dark Background Color
be: Цёмны колер фону

source: Default Gap - system default spacing between items
be: Стандартны прамежак - сістэмны стандартны інтэрвал паміж элементамі

source: Delay before hiding items again.
be: Затрымка перад паўторным схаваннем элементаў.

source: Delete
be: Выдаліць

source: Delete `%@`
be: Выдаліць `%@`

source: Diagnostics
be: Дыягностыка

source: Do you want to backup profiles to iCloud?
be: Ці жадаеце вы зрабіць рэзервовую копію профіляў у iCloud?

source: Do you want to delete profile `%@`?
be: Ці жадаеце вы выдаліць профіль `%@`?

source: Do you want to delete this automation?
be: Ці жадаеце вы выдаліць гэтую аўтаматызацыю?

source: Do you want to delete this shortcut?
be: Ці жадаеце вы выдаліць гэтую хуткую спасылку?

source: Do you want to import this profile?
be: Ці жадаеце вы імпартаваць гэты профіль?

source: Do you want to sync profiles from iCloud?
be: Ці жадаеце вы сінхранізаваць профілі з iCloud?

source: Drop Shadow
be: Цень адкіду

source: Drop Shadow State
be: Стан цені адкіду

source: Edit
be: Рэдагаваць

source: Energy Saver
be: Эканомія энергіі

source: Enhanced Mode
be: Пашыраны рэжым

source: Enhanced mode is only available for Notch screens
be: Пашыраны рэжым даступны толькі для экранаў з выразам

source: Export
be: Экспартаваць

source: Failed to active profile
be: Не ўдалося актываваць профіль

source: Failed to backup profile.
be: Не ўдалося зрабіць рэзервовую копію профілю.

source: Failed to change menu item gap
be: Не ўдалося змяніць прамежак паміж элементамі меню

source: Failed to export profile.
be: Не ўдалося экспартаваць профіль.

source: Failed to import profile.
be: Не ўдалося імпартаваць профіль.

source: Failed to restore
be: Не ўдалося аднавіць

source: Failed to sync profile.
be: Не ўдалося сінхранізаваць профіль.

source: Feedback
be: Зваротная сувязь

source: For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS.
be: Каб наладка працавала, вы павінны ўключыць `Запуск пры ўваходзе` у Barbee, выйсці з сістэмы і зноў увайсці ў macOS.

source: Found %d profile(s)
be: Знойдзена %d профіля(яў)

source: Frame
be: Рамка

source: Generic
be: Агульны

source: Get all menu bar items
be: Атрымаць усе элементы меню-бара

source: Get All Menu Bar Items
be: Атрымаць усе элементы меню-бара

source: Get always hidden menu bar items
be: Атрымаць заўсёды схаваныя элементы меню-бара

source: Get Always Hidden Menu Bar Items
be: Атрымаць заўсёды схаваныя элементы меню-бара

source: Get App Modules
be: Атрымаць модулі прыкладання

source: Get app modules using app bundle identifier: ${bundleIdentifier}
be: Атрымаць модулі прыкладання, выкарыстоўваючы ідэнтыфікатар пакета прыкладання: ${bundleIdentifier}

source: Get hidden menu bar items
be: Атрымаць схаваныя элементы меню-бара

source: Get Hidden Menu Bar Items
be: Атрымаць схаваныя элементы меню-бара

source: Get shown menu bar items
be: Атрымаць паказаныя элементы меню-бара

source: Get Shown Menu Bar Items
be: Атрымаць паказаныя элементы меню-бара

source: Get Started
be: Пачаць

source: Go to Barbee preferences...
be: Перайсці да налад Barbee...

source: Grant Permissions to Barbee
be: Надаць дазволы Barbee

source: Has Top Notch
be: Ёсць верхні выраз

source: Has top notch?
be: Ці ёсць верхні выраз?

source: Height
be: Вышыня

source: Help Center
be: Цэнтр дапамогі

source: Hidden
be: Схаваны

source: Hidden Items
be: Схаваныя элементы

source: Hidden Items:
be: Схаваныя элементы:

source: Hidden Menu Bar Item
be: Схаваны элемент меню-бара

source: Hide
be: Схаваць

source: Hide All
be: Схаваць усё

source: Hide Menu Bar Item (Enhanced mode only)
be: Схаваць элемент меню-бара (толькі пашыраны рэжым)

source: Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}
be: Схаваць элемент меню-бара па ідэнтыфікатары: ${itemIdentifier}, да X: ${x}

source: Hide menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi"), X is optional.
be: Схаваць элемент меню-бара па ідэнтыфікатары (напрыклад, "com.apple.controlcenter-WiFi"), X - па жаданні.

source: Hide not-showing items
be: Схаваць элементы, якія не адлюстроўваюцца

source: Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items
be: Утрымлівайце CONTROL(⌃) і націсніце на значок меню-бара, каб паказаць/схаваць усе элементы

source: Hold CONTROL(⌃) and click on the menu bar to show / hide all items
be: Утрымлівайце CONTROL(⌃) і націсніце на меню-бар, каб паказаць/схаваць усе элементы

source: Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items
be: Утрымлівайце OPTION(⌥) і націсніце на значок меню-бара, каб паказаць/схаваць схаваныя элементы

source: Hold the COMMAND(⌘) to drag the menu bar items
be: Утрымлівайце COMMAND(⌘), каб перацягнуць элементы меню-бара

source: Hovered
be: Навядзіце курсор

source: Icon:
be: Значок:

source: If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!
be: Калі вы сутыкнуліся з праблемамі або жадаеце дапамагчы нам палепшыць або лакалізаваць Barbee, калі ласка, звяжыцеся з намі!

source: If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences.
be: Калі вы хочаце выкарыстоўваць Barbee ў нармальным рэжыме, проста выдаліце ​​дазволы, якія былі дадзены ў Сістэмных наладках.

source: Import
be: Імпартаваць

source: In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items
be: У выпадку некалькіх экранаў, экраны без выразаў будуць выкарыстоўваць нармальны рэжым для паказу/схавання элементаў меню-бара

source: Inner Shadow
be: Унутраная цень

source: Inner Shadow State
be: Стан унутранай цені

source: InterItem Horizontal Padding
be: Гарызантальны інтэрвал паміж элементамі

source: InterItem Vertical Padding
be: Вертыкальны інтэрвал паміж элементамі

source: Is Menu Bar Visible
be: Ці бачны меню-бар

source: Is menu bar visible?
be: Ці бачны меню-бар?

source: Is Movable by Window Background
be: Ці можна перамяшчаць з фонам акна

source: Item has any changes
be: Элемент мае якія-небудзь змены

source: Item Identifier
be: Ідэнтыфікатар элемента

source: Items
be: Элементы

source: Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar.
be: Элементы, перацягнутыя ўлева, заўсёды будуць схаваны. Утрымлівайце клавішу command ⌘, каб перацягнуць элементы ў меню-бар.

source: Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar.
be: Элементы, перацягнутыя ўлева, будуць схаваны. Утрымлівайце клавішу command ⌘, каб перацягнуць элементы ў меню-бар.

source: Items on the left side of the icon
be: Элементы з левай боку ад значка

source: Launch At Login
be: Запуск пры ўваходзе

source: Level
be: Роўнядзіна

source: Lifetime
be: Тэрмін службы

source: Lifetime - %@
be: Тэрмін службы - %@

source: Light Background Color
be: Светлы колер фону

source: Lowest
be: Ніжэйшы

source: macOS log out required
be: Трэба выйсці з macOS

source: Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)
be: Зробіць выраз як у НІНДЗІ 🥷. (Вы таксама можаце ўсталяваць колер меню-бара на ⬛️)

source: Manage App Modules in Menu Bar
be: Кіраванне модулямі прыкладання ў меню-баре

source: Manage System Modules in Menu Bar
be: Кіраванне сістэмнымі модулямі ў меню-баре

source: Managing app modules requires user directory authorization
be: Кіраванне модулямі прыкладання патрабуе аўтарызацыі каталога карыстальніка

source: Menu Bar
be: Меню-бар

source: Menu Bar Appearance
be: Выгляд меню-бара

source: Menu Bar Color:
be: Колер меню-бара:

source: Menu Bar Item Gap:
be: Прамежак паміж элементамі меню-бара:

source: Menu Bar Layout
be: Макет меню-бара

source: Menu Bar Layout feature requires additional permissions!
be: Функцыя макета меню-бара патрабуе дадатковых дазволаў!

source: Menu Bar Shadow:
be: Цень меню-бара:

source: Menu Bar:
be: Меню-бар:

source: Mode has been changed successfully
be: Рэжым быў паспяхова зменены

source: Mode:
be: Рэжым:

source: More
be: Больш

source: Multi-screen:
be: Мультыэкран:

source: Name
be: Імя

source: Name:
be: Імя:

source: New
be: Новы

source: New Items Location
be: Месцазнаходжанне новых элементаў

source: 🆕️ Request new features
be: 🆕️ Запытаць новыя функцыі

source: New Single Widget...
be: Новы адзіночны віджэт...

source: New Widget
be: Новы віджэт

source: New Widget Group
be: Новая група віджэтаў

source: New Widget Group...
be: Новая група віджэтаў...

source: Newly discovered menu bar items will be moved to:
be: Новыя элементы меню-бара будуць перамешчаны ў:

source: No
be: Не

source: No action
be: Няма дзеяння

source: No backups
be: Няма рэзервовых копій

source: No configurable app modules found
be: Не знойдзены канфігуруемыя модулі прыкладання

source: No Gap - no spacing between items
be: Без прамежкаў - без інтэрвалаў паміж элементамі

source: No matching results
be: Не знойдзены адпаведныя вынікі

source: Non-subscription, totally free
be: Без падпісак, цалкам бясплатна

source: Normal
be: Нармальны

source: Normal Gap - normal spacing between items
be: Нармальны прамежак - нармальныя інтэрвалы паміж элементамі

source: Normal Mode
be: Нармальны рэжым

source: Not Now
be: Не зараз

source: Notch:
be: Выраз:

source: Ok
be: Ок

source: One-time purchase
be: Аднаразовая пакупка

source: Oops, No Hidden Items! 🔥️You can arrange items in the Preferences.
be: Ой, няма схаваных элементаў! 🔥️Вы можаце арганізаваць элементы ў Наладах.

source: Open System Preferences...
be: Адкрыць Сістэмныя налады...

source: Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`.
be: Калі ласка, утрымлівайце клавішу command(⌘) і перацягніце `<`, `|` і `Barbee icons` у меню-бар і размясціце іх у правільным парадку. Парадка: заўсёды схаваныя значкі `<` схаваныя значкі `|` паказаныя значкі `Barbee icon`.

source: Preferences
be: Налады

source: Preferences...
be: Налады...

source: Privacy Policy
be: Палітыка канфідэнцыяльнасці

source: Profile
be: Профіль

source: Profile Entry:
be: Запіс профілю:

source: Profile Name
be: Імя профілю

source: Purchase & Restore
be: Купіць і аднавіць

source: Quick Search
be: Хуткі пошук

source: Quick Search Entry:
be: Запіс хуткага пошуку:

source: Quick Search feature requires additional permissions!
be: Функцыя хуткага пошуку патрабуе дадатковых дазволаў!

source: Quick Search:
be: Хуткі пошук:

source: Quick Start Guide
be: Кіраўніцтва па хуткім пачатку

source: Quit
be: Выход

source: Recommended for users with a large screen or no icons hidden by the system.
be: Рэкамендуецца карыстальнікам з вялікім экранам або без значкоў, схаваных сістэмай.

source: Recommended for users with bangs on the screen or users with hidden icons in the system.
be: Рэкамендуецца карыстальнікам з чубчыкамі на экране або карыстальнікам з схаванымі значкамі ў сістэме.

source: Reduce Refresh Rate When Using Battery Power
be: Зменшыць частату абнаўлення пры выкарыстанні батарэі

source: Refresh
be: Аднавіць

source: Refresh Interval in Seconds
be: Інтэрвал абнаўлення ў секундах

source: Refresh menu bar items
be: Аднавіць элементы меню-бара

source: Refresh Menu Bar Items
be: Аднавіць элементы меню-бара

source: Related Item:
be: Сумежны элемент:

source: Reduce useable screen space to mask notch
be: Зменшыце карысную прастору экрана, каб схаваць выраз

source: Remove/Add top notch when you use the notched Mac.
be: Выдаліць/дадаць верхні выраз, калі вы карыстаецеся Mac з выразам.

source: Request Access...
be: Запытаць доступ...

source: Reset
be: Скінуць

source: Restore Purchase
be: Аднавіць пакупку

source: Restore successfully! If it still doesn't work, please reinstall the app.
be: Аднаўленне паспяхова! Калі гэта ўсё яшчэ не працуе, калі ласка, пераўсталюйце прыкладанне.

source: Returns all menu bar items.
be: Вяртае ўсе элементы меню-бара.

source: Returns always hidden menu bar items.
be: Вяртае заўсёды схаваныя элементы меню-бара.

source: Returns app modules using app bundle identifier.
be: Вяртае модулі прыкладання, выкарыстоўваючы ідэнтыфікатар пакета прыкладання.

source: Returns hidden menu bar items.
be: Вяртае схаваныя элементы меню-бара.

source: Returns shown menu bar items.
be: Вяртае паказаныя элементы меню-бара.

source: Returns whether the current active scrren has top notch.
be: Вяртае, ці ёсць у бягучага актыўнага экрана верхні выраз.

source: Returns whether the current active scrren menu bar is visible.
be: Вяртае, ці бачны меню-бар бягучага актыўнага экрана.

source: Reveal In Finder
be: Паказаць у Finder

source: Scopes:
be: Масштабы:

source: Screen Recording
be: Запіс экрана

source: Search for a menu bar item
be: Пошук элемента меню-бара

source: Select
be: Выбраць

source: Select a related menu bar item
be: Выбраць сумежны элемент меню-бара

source: Select...
be: Выбраць...

source: Shortcut to show / hide all items:
be: Хуткая клавіша для паказу / схавання ўсіх элементаў:

source: Shortcut to show / hide hidden items:
be: Хуткая клавіша для паказу / схавання схаваных элементаў:

source: Shortcut:
be: Хуткая клавіша:

source: Shortcuts
be: Хуткія клавішы

source: Show
be: Паказаць

source: Show all
be: Паказаць усё

source: Show All
be: Паказаць усё

source: Show all menu bar items
be: Паказаць усе элементы меню-бара

source: Show Entry in Menu
be: Паказаць запіс у меню

source: Show hidden menu bar items
be: Паказаць схаваныя элементы меню-бара

source: Show in All Spaces
be: Паказаць ва ўсіх прасторах

source: Show Menu Bar Item (Enhanced mode only)
be: Паказаць элемент меню-бара (толькі пашыраны рэжым)

source: Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}
be: Паказаць элемент меню-бара па ідэнтыфікатары: ${itemIdentifier}, да X: ${x}

source: Show menu bar item by identifier(e.g. "com.apple.controlcenter-WiFi"), X is optional.
be: Паказаць элемент меню-бара па ідэнтыфікатары (напрыклад, "com.apple.controlcenter-WiFi"), X - па жаданні.

source: Show Profile in Menu
be: Паказаць профіль у меню

source: Shown Items
be: Паказаныя элементы

source: Shown Items:
be: Паказаныя элементы:

source: Shown Menu Bar Item
be: Паказаны элемент меню-бара

source: Small Gap - proper spacing between items
be: Малы прамежак - правільны інтэрвал паміж элементамі

source: Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode.
be: Некаторыя элементы меню-бара будуць перамешчаны ў асобны меню-бар у пашыраным рэжыме, гэты рэжым патрабуе ад карыстальніка аўтарызацыі некаторых неабходных дазволаў (Запіс экрана і Даступнасць), але ў нармальным рэжыме не будзе дадатковых запытаў на дазволы.

source: Something Wrong?
be: Што не так?

source: 🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again.
be: 🆘 Калі прыкладанне ўсё яшчэ паведамляе, што няма дазволу пасля таго, як вы аўтарызавалі Barbee, калі ласка, адмяніце аўтарызацыю Barbee і выдаліце ​​Barbee са спісу аўтарызацый, затым перазапусціце Barbee і зноў дайце дазволы.

source: Start
be: Пачаць

source: Start BarBee automatically at login.
be: Пачынаць BarBee аўтаматычна пры ўваходзе.

source: Startup:
be: Старт:

source: State
be: Стан

source: Switch App Module State
be: Пераключыць стан модуля прыкладання

source: Switch Barbee Mode
be: Пераключыць рэжым Barbee

source: Switch the app module state in menu bar by its identifier(e.g. "com.apple.controlcenter-WiFi").
be: Пераключыць стан модуля прыкладання ў меню-баре па яго ідэнтыфікатары (напрыклад, "com.apple.controlcenter-WiFi").
